/* Update alert message: A new version of {APP NAME} is available. Please update to version {NEW VERSION} now.*/
"A new version of %@ is available. Please update to version %@ now."="קיימת גרסה חדשה של %@. אנא עדכן לגרסה %@ עכשיו.";

/* Update alert title */
"Update Available"="גרסה חדשה";

/* Update alert dismiss button title */
"Next time"="בפעם הבאה";

/* Update alert skip button title */
"Skip this version"="דגל על גרסה זו";

/* Update alert update button title */
"Update"="עדכן";

